import React from 'react';
import '../privacy-policy/privacy-policy.scss';
import {Container, Row, Col} from 'react-bootstrap'

export const Terms = () => {
    return (
        <Container>
            <Row>
                <Col>
                    <div className="policy-wrapper">

                        <h1>Пользовательское соглашение сервиса Exprome</h1>
                        <div>
                            <p>Пожалуйста, ознакомьтесь с этим документом перед началом использования нашего
                                сервиса.</p>
                            <p>Продолжая работу с нашим сервисом и пользуясь его услугами, вы подтверждаете свое
                                согласие с ним. <strong>Exprome</strong> — это маркетплейс (далее по тексту
                                Сайт/Сервис), дающий
                                возможность популярным артистам, певцам, актерам, спортсменам, бизнесменам, ведущим,
                                блогерам, стримерам, танцорам и другим популярным и известным людям предлагать и
                                оказывать услуги по созданию персонализированных видео (далее по
                                тексту <strong>“Автор”</strong>, а
                                другим людям заказывать такие услуги (далее по тексту <strong>“Заказчик”</strong>),
                                совместно именуемые
                                далее по тексту Пользователи. Сервис предоставляет доступ к своему сайту для размещения,
                                поиска, просмотра предложений Авторов, совершению заказов, а также, обеспечения
                                оперативного и удобного взаимодействия между Пользователями. Пользователь считается
                                таковым с момента совершения действий, связанных с использованием Сервиса, включая, но
                                не ограничиваясь: регистрацию, поиск, просмотр, размещение предложений, оформление
                                заказа, загрузку и получение видео, и до момента прекращения обязательств сторон.
                                Пользовательское соглашение об условиях использования сервиса Exprome (далее <strong>пользовательское
                                    соглашение, соглашение, оферта</strong>) – оферта, адресованная неограниченному
                                кругу лиц и представленная в настоящем документе. <br/><strong>Владелец</strong> – ООО
                                «Экспромт», ИНН
                                9721107395, ОГРН 1207700385375, зарегистрированное по адресу: г. Москва, ул. Ферганский
                                проезд, д. 3 к 2. <br/><strong>Почта:</strong> info@exprome.ru. <br/>
                                <strong>Сайт/Сервис</strong> – информационный онлайн-сервис
                                (веб-сайт), расположенный в сети «Интернет» под доменным именем
                                Exprome.ru. <br/><strong>Заказ</strong> -
                                заявка/сообщение, оформленная посредством электронной формы и направляемое Заказчиком с
                                описанием пожелания для съемки Видео. <br/> <strong>Видео</strong> - является
                                аудиовизуальным произведением,
                                создаваемым Авторами на телефоне в любом читаемом формате при получении Заявки
                                Заказчика. Автор предоставляет Видео Заказчику в виде неисключительной возмездной
                                лицензии, с правом сублицензирования, на использование Видео на территории РФ и других
                                странах мира, в частности с правом на воспроизведение, распространение, публичный показ,
                                переработку или создание из него производных произведений. Контент Владельца - все
                                результаты интеллектуальной деятельности, в том числе элементы дизайна, текст,
                                графические изображения (иконки, логотипы, шрифты), иллюстрации, программный код и
                                другие объекты и их подборки, правами на которые располагает Владелец.
                            </p>
                        </div>
                        <h3>1. Общие положения</h3>
                        <div>
                            {/*<p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями*/}
                            {/*    <strong> Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных»</strong>*/}
                            {/*    /!*и определяет порядок*!/*/}
                            {/*    /!*обработки персональных данных и меры по обеспечению безопасности персональных данных,*!/*/}
                            {/*    /!*предпринимаемые <strong>Иванов Иван Иванович</strong> (далее – <strong>Оператор</strong>)*!/*/}
                            {/*    .</p>*/}
                            <p><strong>1.1.</strong> Создавая учетную запись на нашем Сервисе, вы соглашаетесь
                                предоставлять правдивую, точную, актуальную и полную информацию. Вы соглашаетесь не
                                создавать учетную запись на Сервисе, используя ложную личность или предоставляя ложную
                                информацию, или если вы ранее были удалены или заблокированы на нашем Сервисе;
                            </p>
                            <p><strong>1.2.</strong> Вы несете ответственность за сохранение конфиденциальности
                                информации вашей учетной записи на сайте, включая ваше имя пользователя и пароль. Вы
                                несете ответственность за все действия, которые происходят с вашей учетной записью Сайта
                                или в связи с ней, и вы соглашаетесь немедленно уведомлять нас о любом
                                несанкционированном доступе или использовании вашей учетной записи Сайта. Вы признаете и
                                соглашаетесь с тем, что мы не несем ответственности за какие-либо убытки, убытки,
                                расходы, расходы или обязательства, связанные с каким-либо несанкционированным доступом
                                к вашей учетной записи на сайте или ее использованием;
                            </p>
                            <p><strong>1.3.</strong> Соглашаясь с условиями настоящей Оферты Пользователи подтверждают:
                                а) свои право- и дееспособность и принимают на себя всю ответственность за исполнение
                                условий Соглашения. При этом если на момент присоединения к условиям настоящего
                                Соглашения Вам нет 18 лет, или Вы не достигли возраста, с которого вправе заключать
                                сделки самостоятельно, то Вам необходимо получить согласие на пользование услугами
                                Правообладателя и использование Сервиса Правообладателя у надлежащих лиц; б) вы
                                подтверждаете, что нет никаких обстоятельств, препятствующих заключению настоящего
                                Соглашения и исполнению его Вами, включая запреты Вам совершать такие действия от любых
                                уполномоченных на это лиц или установленные любым применимым к таким отношениям правом.

                            </p>
                            <p><strong>1.4.</strong> Настоящие условия могут быть изменены и/или дополнены Владельцем
                                полностью или в части в одностороннем порядке путем размещения новой версии
                                Пользовательского соглашения. При этом продолжение использования Сервиса после внесения
                                изменений и/или дополнений, означает согласие Пользователей с такими изменениями и/или
                                дополнениями. В случае несогласия с измененными и/или дополненными условиями,
                                Пользователи обязаны отказаться от дальнейшего использования Сервиса;
                            </p>
                            <p><strong>1.5.</strong> Пользователи дают своё согласие с положениями настоящего
                                Соглашения, в том числе путем нажатия на кнопки <strong>«Зарегистрироваться», «Заказать
                                    видео»,
                                    «Подтвердить заказ» или «Забронировать»;</strong>
                            </p>
                            <p><strong>1.6.</strong> Пользователь соглашается и дает разрешение на получение от Сервиса
                                любых электронных писем и уведомлений (включая push-уведомления) любыми средствами
                                связи. Такие электронные письма/уведомления, направляемые по известным Сервису
                                контактам. Пользователей, могут представлять собой сообщения о контактах, связанные с
                                сайтом, такие как объявления об изменениях и(или) письма, содержащие коммерческие
                                предложения, рекламные материалы, специальные предложения и(или) информацию о действиях
                                других Пользователей в отношении учетной записи пользователя;
                            </p>
                            <p><strong>1.7.</strong> Настоящим Заказчик признает и подтверждает, что любые данные (в том
                                числе, реквизиты банковских карт), прямо или косвенно связанные с оплатой услуг Сервиса
                                и/или услуг Авторов, могут размещаться Заказчиком на страницах сайтов, принадлежащих
                                третьим лицам (Оператор приема платежей), не имеющим отношения к сервису. В таком случае
                                Сервис не имеет доступа к таким сведениям, не осуществляет любых действий в отношении
                                таких данных, включая их сбор, систематизацию, накопление, хранение, уточнение
                                (обновление, изменение), использование, распространение (в т.ч. передача),
                                обезличивание, блокирование, уничтожение, трансграничную передачу;
                            </p>
                            <p><strong>1.8.</strong> Использование электронной площадки Exprome.ru, а также все
                                отношения между Пользователями и Сервисом регулируются настоящим пользовательским
                                соглашением;
                            </p>
                            <p><strong>1.9.</strong> Настоящее пользовательское соглашение регулируется
                                законодательством Российской Федерации;
                            </p>
                            <p><strong>1.10.</strong> Любое использование Контента Владельца возможно только с
                                письменного согласия Владельца Сервиса;
                            </p>
                        </div>
                        <h3>2. Права и обязанности сторон:</h3>
                        <div>
                            <p>Настоящим Пользователь признает и соглашается с тем, что Сервис:</p>
                        </div>
                        <div>
                            <p><strong>2.1.</strong> не занимается оказанием услуг по созданию и предоставлению видео
                                кому-либо как возмездно, так и безвозмездно. Вся информация, размещенная на сайте, носит
                                исключительно справочный характер и не может использоваться в качестве единственно
                                верной.

                            </p>
                            <p><strong>2.2.</strong> не проверяет любые выводы, заключения, рекомендации, документы,
                                иной
                                контент, в том числе видео, которым обмениваются Пользователи на обоснованность,
                                непротиворечивость, действительность, достоверность, нарушение прав третьих лиц,
                                соответствие действующему законодательству РФ;
                            </p>
                            <p><strong>2.3.</strong> не несет ответственности за какой-либо ущерб, вред, убытки,
                                понесенные Пользователями в результате использования Сервиса;
                            </p>
                            <p><strong>2.4.</strong> Заказчик самостоятельно контролирует и несет личную ответственность
                                за содержание Заявки, размещенной на Сайте. В случае предъявления Владельцу претензий о
                                нарушении прав третьих лиц, а также при получении соответствующих запросов от
                                уполномоченных государственных органов о нарушении действующего законодательства в связи
                                с размещением, использованием, передачей информации Заказчиком и/или при возникновении
                                соответствующих рисков, Владелец имеет право удалить соответствующую Заявку;
                            </p>
                            <p><strong>2.5.</strong> Автор самостоятельно контролирует и несет личную ответственность за
                                содержание Видео, которое передается Заказчику. В случае предъявления Владельцу
                                претензий о нарушении прав третьих лиц, а также при получении соответствующих запросов
                                от уполномоченных государственных органов о нарушении действующего законодательства в
                                связи с размещением, использованием, передачей информации Автором и/или при
                                возникновении соответствующих рисков, Владелец имеет право удалить профиль Автора;</p>
                            <p><strong>2.5.1</strong> Заказчику запрещается размещать Заявки, оскорбляющие Пользователей
                                или человеческое достоинство третьих лиц, пропагандирующие насилие, гендерную,
                                национальную и расовую нетерпимость, информацию о продаже и распространении наркотиков и
                                порнографии, а также всего что регламентирует Законодательство Российской Федерации;
                            </p>
                        </div>
                        <h3>2.6. Пользователь не вправе: </h3>
                        <div>
                            <p><strong>2.6.1</strong> вводить других Пользователей в заблуждение относительно своей
                                личности для осуществления мошеннических действий, а также распространять персональные
                                данные Пользователей или иных третьих лиц (в том числе адрес электронной почты, номер
                                мобильного телефона).
                            </p>
                            <p><strong>2.6.2</strong> осуществлять модификацию, усовершенствование, перевод на другие
                                языки, декодирование, эмуляцию, нарушать целостность исходного кода Сайта или каких-либо
                                его частей;
                            </p>
                            <p><strong>2.6.3</strong> использовать Сайт для нарушения прав третьих лиц, а также целей,
                                противоречащих действующему законодательству Российской Федерации;
                            </p>
                            <p><strong>2.7</strong> Владелец вправе заблокировать доступ Пользователей к Сайту, в случае
                                обнаружения нарушений обязанностей, указанных в настоящем соглашении;
                            </p>
                            <p><strong>2.8</strong> Владелец оставляет за собой право в любой момент расторгнуть
                                настоящие условия по организационным или техническим причинам в одностороннем порядке,
                                заблокировав возможность использования Сайта;
                            </p>
                            <p><strong>2.9</strong> Владелец хранит на серверах все опубликованные Заявки на Сайте.
                                Владелец вправе использовать их и Видео для публичного показа, а также размещения на
                                Сайте (Exprome.ru) и в других материалах Владельца, включая рекламные материалы для
                                показа в сети интернет и наружной рекламы;
                            </p>
                            <p><strong>2.10</strong> В целях улучшения и повышения стабильности работы Сайта, Владелец
                                вправе собирать, хранить и обрабатывать статистическую информацию об использовании
                                Пользователями Сайта.
                            </p>
                            <p><strong>2.11</strong> Платформа может оказывать Авторам также иные услуги, которые прямо
                                не предусмотрены в настоящем или ином соглашении и/или на сайте, в том числе
                                рекламно-информационного характера.
                            </p>
                            <p><strong>2.12</strong> Оказание услуг Заказчику осуществляется Автором в соответствии с
                                договором возмездного оказания услуг (договором авторского Заказа). Сервис не участвует
                                в формировании заказа, предложения, определении размера вознаграждения Автора, а также
                                не дает гарантий исполнения Автором своих обязательств по договору об оказании услуг;
                            </p>
                            <p><strong>2.13</strong> Услуги оказываются Автором самостоятельно без привлечения третьих
                                лиц. Настоящим Заказчик признает и понимает, что его Заказ может не быть акцептована
                                Автором, в том числе если Заказ не соответствует требованиям настоящего Соглашения и
                                действующего законодательства РФ, его содержание является для Автора оскорбительным,
                                неуместным или неприемлемым в любой форме.
                            </p>

                        </div>

                        <h3>3. Оплата Заказов</h3>
                        <div>
                            <p><strong>3.1.</strong> За выполнение Заявки Автором, Заказчик перечисляет оплату,
                                указанную на Сайте, в зависимости от суммы вознаграждения указанной в профиле того или
                                иного Автора. Заявка выполняется Автором с момента поступления оплаты Клиента в течении
                                7-ми дней с момента заказа;
                            </p>
                            <p><strong>3.2.</strong> Владелец не несет ответственности за любые взносы, платежи, налоги
                                или отчисления на социальное обеспечение, выплаты в пенсионный фонд или фонд социального
                                обеспечения, требуемые законом или любым профсоюзом, или любые удерживаемые или
                                подоходные налоги;
                            </p>
                            <p><strong>3.3.</strong> В соответствии с настоящим соглашением Сервис вправе взимать
                                вознаграждение за предоставление Автору доступа к Сервису и оказанию услуг. Размер
                                вознаграждения Сервиса зависит от размера вознаграждения Автора, полученного в
                                результате оказания услуг Заказчику, но не меньше чем 20% от суммы Заказа. Оплата
                                вознаграждения Сайта производится посредством удержания оператором приема платежей
                                причитающихся последней денежных средств с любых сумм, полученных от клиента за оказание
                                услуг по созданию видео.
                            </p>
                            <p><strong>3.4.</strong> Оплата банковской картой онлайн. Наш сайт подключен к
                                интернет-эквайрингу, и Вы можете оплатить Товар банковской картой Visa, MasterCard,
                                Maestro и МИР. После подтверждения выбранного Автора откроется защищенное окно с
                                платежной страницей процессингового центра CloudPayments, где Вам необходимо ввести
                                данные Вашей банковской карты. Для дополнительной аутентификации держателя карты
                                используется протокол 3D Secure. Если Ваш Банк поддерживает данную технологию, Вы будете
                                перенаправлены на его сервер для дополнительной идентификации. Информацию о правилах и
                                методах дополнительной идентификации уточняйте в Банке, выдавшем Вам банковскую карту.
                            </p>
                            <p><strong>3.5.</strong> Гарантии безопасности. Процессинговый центр CloudPayments защищает
                                и обрабатывает данные Вашей банковской карты по стандарту безопасности PCI DSS 3.2.
                                Передача информации в платежный шлюз происходит с применением технологии шифрования SSL.
                                Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим
                                наивысший уровень надежности. CloudPayments не передает данные Вашей карты нам и иным
                                третьим лицам. Для дополнительной аутентификации держателя карты используется протокол
                                3D Secure. В случае, если у Вас есть вопросы по совершенному платежу, Вы можете
                                обратиться в службу поддержки клиентов платежного сервиса по электронной почте <strong>support@cloudpayments.ru.</strong>
                            </p>
                            <p><strong>3.6.</strong> Безопасность онлайн платежей. Предоставляемая Вами персональная
                                информация (имя, адрес, телефон, e-mail, номер кредитной карты) является
                                конфиденциальной и не подлежит разглашению. Данные Вашей кредитной карты передаются
                                только в зашифрованном виде и не сохраняются на нашем Web-сервере. Мы рекомендуем вам
                                проверить, что ваш браузер достаточно безопасен для проведения платежей онлайн, на
                                специальной странице. Безопасность обработки Интернет-платежей гарантирует ООО
                                «КлаудПэйментс». Все операции с платежными картами происходят в соответствии с
                                требованиями VISA International, MasterCard и других платежных систем. При передаче
                                информации используются специальные технологии безопасности карточных онлайн-платежей,
                                обработка данных ведется на безопасном высокотехнологичном сервере процессинговой
                                компании.
                            </p>
                        </div>
                        <h3>4. Гарантия и ответственности сторон</h3>
                        <div>
                            <p><strong>4.1.</strong> Сайт предоставляется на условиях «как есть» (as is). Владелец не
                                предоставляет никаких гарантий в отношении безошибочной и бесперебойной работы Сайта или
                                отдельных его компонентов и/или функций, соответствия Сайта конкретным целям
                                Пользователей, не гарантирует достоверность, точность, полноту и своевременность данных,
                                а также не предоставляет никаких иных гарантий, прямо не указанных в настоящих условиях;
                            </p>
                            <p><strong>4.2.</strong> Владелец не несет ответственности за последствия
                                несанкционированного использования Сайта третьими лицами, случившегося не по вине
                                Владельца; за прямой или косвенный ущерб, понесенный Пользователем в результате ошибок,
                                пропусков, перерывов в работе, изменения функций, дефектов, задержек в работе,
                                случившихся не по вине Владельца;
                            </p>
                            <p><strong>4.3.</strong> Все действия совершенные с использованием Сайта, считаются
                                действиями, совершенными Пользователями;
                            </p>
                            <p><strong>4.4.</strong> Пользователи обязаны совершить любые действия, выполнить любые
                                формальности, необходимые, по мнению Сайта, для исполнения пользовательского соглашения
                                в целом и в части, содействия в возврате, перечислении денежных средств.
                            </p>

                        </div>

                        <h3>5. Заключительные положения</h3>
                        <div>
                            <p><strong>5.1.</strong> Настоящим Владелец заявляет, что он является единственным
                                обладателем всех исключительных прав на Сайт и правомочен распоряжаться ими по своему
                                усмотрению, в рамках действующего законодательства РФ;
                            </p>
                            <p><strong>5.2.</strong> Настоящим Владелец заявляет, что законодательство Российской
                                Федерации подлежит применению к правам и обязанностям Пользователей и Владельца по
                                настоящим условиям вне зависимости от места нахождения Владельца, Пользователей или
                                мобильного устройства Пользователей;
                            </p>
                            <p><strong>5.3.</strong> Все споры, разногласия и претензии, которые могут возникнуть в
                                связи с исполнением, расторжением или признанием недействительным условий, Пользователи
                                и Владелец будут стремиться решить путем переговоров с соблюдением обязательного
                                претензионного порядка. Однако, если возникшие споры не представляется возможным решить
                                путем переговоров, они будут разрешаться в судебном порядке в соответствии с
                                законодательством Российской Федерации по месту нахождения Владельца, язык
                                судопроизводства - русский;
                            </p>
                            <p><strong>5.4.</strong> Стороны признают в качестве письменных доказательств электронную
                                переписку между собой и/или с использованием Сервиса и возможностей Сайта;
                            </p>
                            <p><strong>5.5.</strong> Стороны вправе в любое время оформить собственные отношения путем
                                подписания на бумажном носителе необходимых документов, в том числе настоящего
                                соглашения;</p>
                        </div>
                    </div>
                </Col>
            </Row>
        </Container>
    )
}